{"SK-A-4830": "The range of grey tonalities that Willem Heda could paint is astounding. With this subtle palette, he deftly rendered the objects – of pewter, silver, damask, glass and mother-of-pearl – on this table. A few yellow and ochre accents compliment this refined interplay of colours. Heda specialized in near monochromatic still lifes, so-called ‘tonal banquet pieces’.", "SK-A-4821": "Fruit, bread, and cheese – grouped by type – are set on a table covered with costly damask tablecloths. The illusion of reality is astounding; the pewter plate extending over the edge of the table seems close enough to touch. The Haarlem painter Floris van Dijck ranked among the  pioneers of Dutch still-life painting.", "SK-A-3059": "In 1663 the plague raged throughout Amsterdam, killing one in ten citizens. Dating from around this time is Metsu’s poignant portrayal of a sick child, rendered in powerful, bright colours against a grey background. The scene is reminiscent of a pieta, a representation of the Virgin Mary holding her son’s dead body in her lap. The painting of the Crucifixion on the back wall also recalls Christ’s suffering.", "SK-A-1627": "Delilah seduced Samson into telling her the secret of his superhuman strength, the source of which lay in his long hair. Lievens painted Samson asleep on Delilah’s lap. She hands a pair of scissors to the frightened man so that he can cut off Samson’s hair. In their early years, Lievens and Rembrandt – who shared a workshop – regularly looked at one another’s work. Rembrandt’s influence can be discerned in the\nexpressive rendering of the faces.", "SK-A-1451": "The well-equipped kitchen, with Jesus with Martha and Mary in the background. Two maids are preparing food in the kitchen. One plucks a chicken, the other threads a chicken on a spit. On the left, others are sitting by the fireplace. In the foreground are all kinds of game and poultry, vegetables and fruits on display. In between also various glasses, pitchers, pitchers and plates.", "SK-A-4646": "The Flemish painter Pieter Claesz was just one of many artists who emigrated to the Northern Netherlands in the beginning of the 17th century. This table abounds with luxurious products, among them Asian objects. Especially eye-catching are the porcelain plate and the nautilus shell. Even in unexpected objects, the presence of Asia is implicit – for instance in savoury pies, which contain ingredients such as  cinnamon, mace, cloves and ginger.", "SK-A-137": "Still life with an overturned silver drinking bowl, a rummer with wine, a cup with lid and pewter plates with a peeled lemon.", "SK-A-4820": "In this night scene – a novelty in painting at the time – Vermeyen succeeded in creating a dramatic effect. Candlelight plays over the faces and casts dark shadows. For the flames, Vermeyen used gold leaf. He was well ahead of his time: only around 1600 did the nocturn as a genre become more widely known through the Italian artist Caravaggio.", "SK-C-1458": "This altarpiece, which originally had two wings, is dedicated to the adoration of the newborn baby Jesus by the three magi, each of whom was represented on one of the panels. This centre panel depicts only the oldest king.", "SK-A-335": "Still life with a golden goblet, a silver holder with a Chinese dish, an orange, a peeled lemon, grapes, peaches, a lobster, a plate with oysters and a sandwich.", "SK-A-3988": "Still life with a rummer with white wine, a flute glass and low glass with beer, an earthen pitcher, two pipes with a fire test and a tobacco box, a Chinese plate with olives, a lemon, some oysters and a knife.", "RP-P-H-1086": "Still life in an alcove with a skull on a book and a smoking candle in a candlestick.", "SK-A-671": "This painting ‘zooms in’ on the adoration of the magi to such an extent that, as a spectator, you feel almost present at the birth. The kings bring gifts for baby Jesus, who is not in a lowly stable, but in the ruins of a palace - that of King David, where, according to legend, Jesus was born many centuries later.", "SK-A-1751": "Still life with pears, medlars, a piece of a pomegranate, nuts and a tall glass. Displayed on the corner of a table decorated with the carved figure of a naked woman.", "SK-A-4867": "When Philip II is no longer recognized as the Low Countries’ sovereign, a new ruler is needed. François, Duke of Anjou, and the brother of the French king, is willing to take on this task. He is officially installed in Antwerp at the beginning of 1582. Here he is shown riding under a baldachin, approaching a triumphal arch erected in his honour. He solemnly promises to uphold all of the laws, however his regime is  doomed to fail.", "SK-A-4052": "This is an intimate moment – a girl undressing before going to bed. She is just pulling off a stocking. The indentation left by her garter is visible just below her knee. Her raised skirt allows the viewer a peak up along her bare legs. The image’s explicit eroticism did not always find favour; until a hundred years ago, an underskirt was painted over her thighs.", "SK-A-718": "These children are up to mischief: they are teaching a cat to dance to the music of a shawm, a 17th-century\nwind instrument. While they are clearly enjoying them-selves, the cat screeches in protest, joined by a barking dog. The old man at the window angrily rebukes the children: should they not be learning something\nrather than giving dancing lessons to a cat?", "SK-C-206": "Paulus Potter was the first painter to give Dutch cattle a leading role in his work. In this painting, four young bulls\nstand out sharply against a cloudy grey sky. Their heavy bodies cast dark shadows. The sinewy animals appear even more impressive because of Potter’s low vantage point.", "SK-A-385": "The feast of St Nicholas takes place in December. In the Netherlands, it has been celebrated in the same way for centuries. Good children receive gifts from the saint. The little girl in the foreground, for instance, has a bucket full of treats. Naughty children, like the wailing boy at the left, get only a switch (a bundle of twigs) in their shoe. Jan Steen was a born storyteller. He succeeded in incorporating all of the elements of the popular feast in this picture.", "SK-A-4717": "Interior with Tobit and Anna with the goat. On the left is the old blind Tobit with his dog by a fire. He has folded his hands. On the right is Anna with a buck in her hands. On the back wall are shelves with household goods, next to the window on the left hang a string of onions and a birdcage. Above right Anna a basket in a niche. On the floor next to Tobit is a crutch or walking stick, behind him on a chair is a reel.", "SK-A-390": "A baker and his wife proudly show off their freshly baked goods. An old inscription on the back of the painting gives the couple’s name. The boy is also mentioned; he is the painter’s son. Jan Steen combined several genres in a single painting. It is simultaneously a portrait, a depiction of a profession, and a still life of bread.", "SK-A-3467": "In the late Middle Ages, the death of the Virgin was usually represented in a contemporary domestic set-ting. Gathered around her bed are the twelve apostles. At upper centre Peter is about to bless the dying Virgin with a holy water sprinkler, while others are praying and reading in preparation for her departure.", "SK-C-187": "Still life with fruits and oysters. On a marble tabletop are a plate with oysters and lemon, a bun, a rummer, a pomegranate, a large bowl of grapes, chestnuts, quinces, gourds, vines, plums and peaches. In the front a goblet and a watch on a ribbon. Behind the fruit are a tall glass and a decorative goblet. Among the fruit are snails, butterflies, a spider and a dragonfly.", "SK-C-301": "The Fleming Adriaen van Utrecht here demonstrated that he could paint virtually anything, from costly tableware to glass, fruit, an enormous lobster on a Chinese plate, a cut-open pasty, and much more. Given\nits striking low vantage point, this large painting was most likely meant to hang above a chimneypiece.", "SK-A-2180": "Interior of an inn with traktrak players. In the foreground a crib and a mother breastfeeding her child.", "SK-C-149": "A mother thoroughly inspects her child’s head for lice. She pursues her task in a sober Dutch interior, with Delft blue tiles and a box bed. In the right foreground is a ‘kakstoel’, or potty chair. Through the doorway is a glimpse of a sunny back room and a garden. De Hooch specialized in such ‘through-views’.", "SK-C-152": "'The Bleaching Lady'. Interior with a sick young woman sitting on a chair next to a table in front of a box bed. Under her foot she has a stove, on the right is a cat. Behind the woman, a doctor holds a vortex with urine up to the light, next to him is a man. On the left a staircase leads to other rooms, above the door hangs a painting. In the back room a fireplace with a mantle piece.", "SK-C-147": "The door and window of this entrance hall in an Amsterdam canal house are wide open. Daylight falls on a young woman receiving a letter. Pieter de Hooch cleverly linked the interior with the exterior. Our gaze moves past the little dog to the canal, on the opposite side of which two men converse and a woman at a\nwindow looks towards us. The gateway seen through the right window affords an even more distant view.", "SK-A-180": "The man wearing extravagant Italian-looking clothing takes us by surprise. He appears from behind a tapestry and leans out of the window. He tries to engage with the viewer in order to clink glasses. So lifelike and convincing is Honthorst’s rendering that the fiddler seems to have slipped out from the frame of the painting to join us.", "SK-A-4981": "Legs wide apart and his right arm akimbo, Croeser sits on the stoop of his house on the Oude Delft canal in Delft. His thirteen-year-old daughter Catharina looks straight out at us. Jan Steen included a narrative element in this portrait: a poor woman and child beg for alms from the wealthy grain merchant. In 1657, just two years after this portrait was made, Croeser stood surety for Steen, who was seriously in debt.", "SK-A-3518": "A man is working on his accounts, while a woman is seated at a spinning wheel. This pair of portraits was probably painted for the couple’s engagement or wedding. He is portrayed as a prudent merchant, she as a diligent housewife. These are two of the earliest portraits of Dutch citizens.", "SK-A-86": "A young man leans on a window ledge, smoking a pipe and looking out at us. Dou was a master of illusionism. The open book on the sill seems to protrude from the window into our space, and the green curtain hanging from the copper rod is so realistically painted that we are tempted to draw it farther back. However, the painting’s small size gives away the deception.", "SK-A-3924": "Pompeius Occo (1483–1537) came from a north German family and grew up in Augsburg. In 1511 he settled in Amsterdam as a representative of the Fugger banking house and business firm of Augsburg. He played a leading role in the city’s cultural and religious life. The skull alludes to the transience of earthly existence, and the red carnation to the hope of eternal life.", "SK-A-690": "While studying in Paris as a young man, Ekels came to appreciate 17th-century Dutch masters – such as Metsu and Ter Borch – who specialized in interior scenes with one or more figures. He made this painting, an example of this genre, upon returning to his native Amsterdam. Ekels probably never saw any work by Vermeer, but his use of light recalls the master’s style.", "SK-A-3962": "Despite their individualized features, it is uncertain whether the depiction of this elegantly dressed couple was intended as a portrait. The scene nevertheless carries a clear message. The man holding a tankard is seducing the young woman, who stares directly at us. She must choose between the spinning wheel and the tankard, between virtue and vice.", "SK-C-229": "This boisterous family is making a lot of noise: the father sings at the top of his lungs while raising a glass; the mother and grandmother chime in; and the children are either blowing into a wind instrument or smoking a long pipe. The note hanging from the mantelpiece gives away the moral of the story: ‘As the old sing, so shall the young twitter.’ What will become of the children if their parents set the wrong example?", "SK-A-2344": "A maidservant pours milk, entirely absorbed in her work. Except for the stream of milk, everything else is still. Vermeer took this simple everyday activity and made it the subject of an impressive painting – the woman stands like a statue in the brightly lit room. Vermeer also had an eye for how light by means of hundreds of colourful dots plays over the surface of objects.", "SK-A-3948": "This portrait invites us to enter the room and enjoy art and music with this gentleman. Typical of the 18th century is the lack of distance between sitter and viewer: the likeness is not intimidating. We stand face to face with a cheerful young man, member of a wealthy Mennonite family from Amsterdam. The visit has caught him unawares: on his shoulder are traces of powder spilled while he powdered his wig.", "SK-C-1672": "Dressed in the latest fashion, Alida Assink poses here for the society painter Kruseman. The clothing gives her a stylish silhouette: broad shoulders, puff sleeves and a hoop skirt make her waist seem very slim. The large belt buckle further accentuates this. Kruseman admired English portraiture. The rural setting with a hunting dog and a garden vase is derived from English models.", "SK-A-4941": "The old Dutch title (in parentheses) refers to the cries ‘beautiful!’ (fraai) and ‘extraordinary!’ (curieus) with which itinerant performers announced themselves. Here a performer shows a wooden triptych with characters from a chivalric romance, while undoubtedly recounting the tale to those gathered around. Willem van Mieris was a ‘fine painter’, meaning that he rendered the scene in a highly detailed and refined manner. The painting is actually also a kind of peepshow.", "SK-A-2205": "Vanitas still life. A few books and papers are standing and lying on a table. In the middle a skull and an hourglass.", "SK-A-3930": "Appearances can be deceptive – certainly in painting, which gives only an impression of reality. Here Claesz presents the study materials of an educated painter: books, drawings, armour, musical instruments and a plaster cast of the Spinario, a famous antique sculpture of a boy extracting a thorn from his foot. On the table are a paintbrush and a palette, along with bones and a skull. The message is clear: the world is mere illusion and transience (vanitas).", "SK-C-535": "An old woman prays devoutly before eating her meal. She does not let the begging cat tugging impatiently on the tablecloth distract her. The virtue of the old woman lies in her self-control and sense of duty to God. Just like his teacher Rembrandt, Maes focuses attention on the essence of the scene through restricted lighting.", "SK-A-4908": "The two painters produced this portrait to commemorate their youngest brother, Moses, who was born in 1645. Moses died in 1667 during the storming of Fort Languard near Felixstowe in England. He had served in the Dutch navy against the English since 1664. In the painting Moses is surrounded by symbols that allude to his military life: time (the pocket watch), death (the skull), eternity (the ivy on the rocks) and loyalty (the dogs).", "SK-A-4290": "Allegorical representation with the female personification of the Amsterdam Chamber of the Dutch East India Company seated on a throne. On her head she wears a crown of ships, in the right hand a sword with laurel wreath, in the left hand books and documents. Behind the throne Mercury, on the left a seated woman with a dog and a key, on the right a female personification with a rudder in her hands. On the right two putti, Neptune and a galley with two columns. Manufactured after a medal from 1702 minted in honor of the centenary of the VOC.", "SK-A-4152": "The Peace exhorts the churches to tolerance. Calvin is seated in an interior (with a roast calf). The Pope (with a bowl of porridge and two cats on his lap) and Martin Luther (playing a lute) are arguing at the table. On the right, the Anabaptist dips his bread in the cover by the hearth. On the left is the female personification of Peace with an olive branch in hand. Two paintings on the wall. Right above the dresser Love (Caritas) with her children; on the back wall, Justice is put on a pedestal by Justice while Rage is expelled.", "SK-C-185": "The painter of this scene, Frans II, was the youngest member of the artistic Van Mieris family. He followed firmly in the footsteps of his grandfather Frans I and his father, Willem. Hence, this painting can serve as a pendant to The Poultry Seller painted by his father (on view elsewhere on this wall). The egg basket at the upper right appears to have descended through the generations.", "SK-A-263": "Allegory of impermanence. A young woman standing in a window points to a skull and a music book lying on a Persian rug on the windowsill. On the right a poppy in a pot. The woman is holding flowers in her apron. Behind the woman, a boy blows bubbles.", "SK-A-4157": "Portrait of a painter, perhaps Aert Schouman himself, in his studio. A young painter in 'Japonsche rock' and cap smokes a pipe, sitting in front of his easel, palette and brushes in hand. On the fireplace are plaster statues and a skull, on the wall hangs a print on rolls and a painting.", "SK-A-752": "Still life with a copy of De Waere Mercurius, a pamphlet or newspaper about Tromp's capture of three English ships on June 28, 1639, a poem about the shoemaker who disdains the work of Apelles, a violin and a flute, a neck mountain, a wooden board with a herring and a piece of bread, a test with coal and a glass.", "SK-A-1857": "Still life with fish, bread and a peeled lemon on pewter plates. On the right a rummer with wine, a salt cellar with a dish of peppercorns and grapes. Between the plates are some nuts and a knife.", "SK-A-662": "Amsterdam’s cultural elite met up in this book and print shop. Warnars, the owner, was a bookdealer, publisher and printer. These activities are reflected in the full bookcases, the hanging banner, new reams of paper and the printing press on the floor. The painter of this scene, Johannes Jelgerhuis, was also a noted actor. The pronounced perspective of the shop interior makes it look like a stage set with a city view as a backdrop.", "SK-A-1595": "Vermeer chose an unusual vantage point for this painting. From a dim space in the foreground, a glimpse is afforded of another room with a domestic scene. An elegantly dressed woman looks up expectantly at a maidservant, who has just handed her a letter. The seascape on the wall behind them may well allude to the epistle’s subject: during the 17th century, the sea was often compared to love, and the lover to a ship.", "SK-A-4054": "The depiction of church interiors was a separate speciality. De Witte was one of the last 17th-century artists to concentrate on these perspectival masterpieces. This painting offers an oblique ‘through-view’ into a church. The columns in the foreground lead the eye into the distance. In the background the light falls on a gravedigger; it was customary for eminent citizens to be buried in churches.", "SK-A-4968": "Haaxman made this painting as a kind of advertisement for The Hague firm of carriage makers Hermans en Co. The coach depicted was ordered by the Javanese sultan Mangkoe Nagoro IV. The Roman numeral IV, a reference to the Javanese ruler, can be seen in the Dutch coat of arms on the door of the carriage. Around 1900, the authority of the local rulers was sometimes closely intertwined with that of the colonial regime.", "SK-A-2388": "The Zuiderhavendijk in Enkhuizen with a view of the Zuiderspui. In the canal a man in a boat, in the street a carter feeding his horse, on the right a greengrocer.", "SK-A-4163": "Self-portrait of Hendrikus van de Sande Bakhuyzen, painting in a meadow landscape with cattle. The painter sits on a tree trunk with palette and brushes in hand and the painter's box with the painting on his knees. His hat and crutch lie in the grass next to the tree. In front of him are sheep and a cow in the meadow.", "SK-A-4118": "This is a panoramic, sun-drenched river landscape – somewhat hazy in the distance – with sketchily drawn clouds. Two Dutch officers halt at the river, and water their horses next to a herder and his resting cattle. This idyllic scene does not unfold in Italy, but along the Waal between Nijmegen and Cleves, where Cuyp made landscape drawings that he took back to his workshop in Dordrecht.", "SK-C-177": "A hunter offers a dead bird to a young woman virtuously occupied with her sewing. Is he trying to seduce her? During the 17th century ‘vogelen’ (literally ‘to bird’) was slang for sexual intercourse. The statuette of Cupid, the god of love, on the cupboard also alludes to this. These kind of ‘hunter’s scenes’ – especially due to their possible double meaning – were a popular subject in painting.", "SK-C-112": "Tourists visiting the Netherlands during the 17th century marvelled at the many paintings hanging in the homes of even the humblest of craftsmen. Quiringh van Brekelenkam here depicts the shop of a tailor, who is at work with two apprentices seated on a kind of raised platform. Hanging above them is a contemporary river landscape in a black frame.", "SK-C-134": "Interior of a night school. A mother with a lantern takes her son to school. In the middle the master behind his desk. Right students reading by candlelight. To the left two boys by a stove.", "SK-A-98": "A fish market in a city. In the middle a stall where fish is displayed and behind which a woman is cleaning fish. Other stables on the left. In front of the stable a water pump and a broom. In the foreground a wheelbarrow.", "SK-A-113": "Boy standing in front of a work table in a study room interior. On the table an open book, map, lute, inkstand, globe and a statue of Venus. Shelves with books and a map on rolls against the wall. In the foreground on the floor are a book, a map and a plaster head. On the right a staircase to the upper floor, on the stairs is a girl with a book under her arm. In the middle a column on which hangs a painting with a child's portrait. In the past, the boy was incorrectly identified as Hugo de Groot.", "SK-A-1649": "Family portrait of Isaac Parker, his wife Justina Johanna Ramskrammer and their son Willem Alexander. Seated at a table overlooking a garden. The child stretches his arms to a flower in the father's hand. The mother holds the child on her lap and has two cherries in her hand.", "SK-A-3103": "Portrait of Gerard Pietersz Hulft, first council and director-general of the VOC. Oval portrait between a still life of books, papers, compass, compass, maritime measuring instruments, inkstand, hourglass, drawing of a caterpillar and butterfly, globe, a sword or dagger. At the top two angels holding an anchor with a white dove above it.", "SK-A-3254": "Vegetable market. A group of people around a stall on a bridge where an old woman sells vegetables. Large coals are piled in a basket, large bunches of carrots or turnips lie on a wheelbarrow. On the left a mother with a child in her arm and a maid with a basket. On the right a woman with two children and a dog.", "SK-A-3995": "The penitent Saint Jerome with a book on a table in the wilderness. On the left a landscape with a rider.", "SK-A-2565": "Grey and brown tints dominate this composition, and a shadow spreads slowly over the wall. The painting\nalludes to the fleetingness of life. The battered books allude to transience. The music produced by the lute\nis momentary, a symbol of the brevity of life. A literal reference to death is inscribed on the sheet of paper\ndraped over the table’s edge: ‘finis’ ([the] end).", "SK-C-610": "Still life on the corner of a wooden table: an overturned drinking bowl, a rummer with wine, an overturned and broken rummer, two tin plates with a knife and olives. On the corner is a peeled lemon.", "SK-A-2836": "Group portrait of a family. On the right the parents and the eldest son, on the left three younger sons. In the middle a table with books and a globe. A dog sniffs at a table leg.", "SK-C-291": "Seventeenth-century interior. Interior with a man and a woman seated at a table. The man is holding a pipe and reading a letter or pamphlet. The woman is working on the right. On the table are a glass jug and glass. On the left a fireplace and a painting. In the front right is a cat sitting on a chair.", "SK-A-2713": "Interior of the 'Stoockhuys' of pharmacist Anthony d'Ailly near the stronghold at the Zaagmolenpoort in Amsterdam. A man stirs a large cauldron on the fire, on the left a boy stokes the fire in the oven. In the workshop of the pharmacy are large still bottles, barrels and barrels. Pendant of SK-A-2714.", "SK-A-4839": "Still life with a loaf of bread and a fish on pewter plates. On the right a rummer, at the back a salt cellar. On the table are also a knife and some hazelnuts.", "SK-A-3123": "Saint Jerome in his study, pointing with his left hand at a skull. Also on his desk are an open book containing a miniature of the Last Judgment, books and papers, a pair of glasses or magnifying glass in a holder, pen and ink, a crucifix and a candle. His cardinal hat hangs on the wall. Repetition of the original from 1541 in the Prado in Madrid.", "SK-A-2213": "Still life of flowers, fruits and crockery by a fountain with a putto on a dolphin, between columns. Bottom left two hares, a cauliflower and a gourd, grapes, corn, apricots, apples and currants. On the right a golden lamp set and a monkey (meerkat). Among the fruits are all kinds of birds, butterflies and other insects.", "SK-A-613": "This picture was painted for the headquarters of the Admiralty of Amsterdam. It represents a story from Roman times in which a consul condemns his son to be beheaded for ignoring a command. The Admiralty\nintended this image to proclaim that insubordination would be severely punished. It also reminded officers\nthat they must always remain impartial.", "SK-A-2152": "Flowers, fruit, butterflies, spiders, grasshoppers, a hermit crab in its shell: this painting invites the viewer to marvel at God’s creation. When it was new, the painting must have made a more colourful impression than it does now. The grey tablecloth, for example, was once purplish-pink, but the layer of transparent red glaze that originally covered it has faded.", "SK-A-2150": "The painter Geertgen tot Sint-Jans lived in Haarlem in the monastery of the Sint-Jansheren (the Commandery of the Knights of Saint John), from which he took his name.The three magi represent the three generations and hail from the three continents known in the Middle Ages: Europe, Asia and Africa. They are paying tribute to the newborn baby Jesus.", "SK-A-3347": "Inn interior with an old man who assaults the landlady. Behind it are some triktrak players and a drinking man. The performance is known as 'Double Game'. On the left a large fireplace above which branches are hung, on the wall a lute. On the floor, a dog lies next to a fallen stool between eggshells and mussels.", "SK-A-4098": "Park with country house. View from a terrace with a tiled floor on which a chair stands with a viola da gamba against it. Slightly to the back a walking couple with a dog. On either side of the terrace are pots with orange trees. On the right a wall with statues and an elongated pond, in the background a country house. Above the terrace is a parrot on a stick, as well as other birds including a black crowned crane and a peacock. Part of a six-part room painting, another part of which is kept in the collection of Musée de la Chartreuse, Douai.", "SK-A-2962": "The appreciation of everyday objects was reinforced by the ever-increasing role that realism began to play in 17th-century art. Glass, porcelain, silver, the texture of fruit, dead animals, hanging or lying on a table: all of these elements were readily found in domestic surroundings and represented a veritable challenge by means of which painters could convince the public of their artistic merits.", "SK-A-93": "Interior of a horse stable with several warriors and some women. In the foreground a greyhound and parts of armor.", "SK-A-1130": "Sunday morning. In a seventeenth-century interior, a young woman reads from a Bible to an old woman sitting in a chair to the left of the fireplace. On the fireplace a frieze with putti. On the wall is a painting with a portrait of a man.", "SK-A-129": "In the left background we see God (a cloud with a human face and hands) cautioning Adam and Eve. They may eat the fruit of all of the trees, except the tree of ‘the knowledge of good and evil’. Tempted by the serpent (with a human torso), Adam and Eve\nnevertheless eat the forbidden fruit, for which they were driven from Paradise.", "SK-A-199": "Willem Kalf did not paint the most common type of Asian objects circulating in the Dutch Republic, but generally chose rare examples that were already decades old. Sometimes he combined elements from various objects. For example, the decoration on the inside of this bowl is typical of klapmutsen (bowls with a flat rim) from earlier in the century, while the decoration on the outside is based on a contemporary\npiece of porcelain.", "RP-P-2008-370": "Interior with chair with a suitcase with checkerboard on it", "SK-A-3456": "Still life with a decorated stoneware jug, two bunches of asparagus, some lemons, a bottle, a copper wine cooler with bottles and vines and a sheet of paper.", "RP-F-2004-71": "", "SK-A-2362": "A striking object in this painting is the tall, distinctive type of beer glass known in English by the German term ‘Passglas’. It was used in drinking games during the 17th century. Each person took his turn to drink down to the next ring in one swig – no easy feat if you were already tipsy. Those who did not manage to reach the ring had to keep on going until they succeeded.", "SK-A-2251": "Kitchen piece, with Jesus with Martha and Mary in the background. In the foreground a kitchen maid with a ham and a basket of vegetables. More vegetables, fruits and poultry are displayed on the right. Also several pitchers and a kettle.", "SK-A-2549": "Still life with Chinese porcelain saucers and cups with strawberries, cherries and mulberries. On a tin plate is a cut artichoke, next to it a knife, a piece of bread, two glasses and a silver sugar bowl. Also a fly and a butterfly.", "RP-F-2014-7-1-3": "", "SK-A-2366": "Still life. Fruit and precious crockery are displayed on a table decorated with a lion. On the table are half a melon, peaches, grapes and a pomegranate, a Wan Li bowl with grapes, a show jar with lid, a rummer with a lemon peel, a pitcher, knife and watch. On the right of the column images of soldiers.", "SK-A-4779": "The promiscuous Messalina, the bare-breasted woman in the centre, was the wife of Emperor Claudius. She committed adultery by marrying Sillius and they organized an inordinately lavish banquet to celebrate their wedding. The group peering out the window is on to something; Emperor Claudius is approaching the palace to put an end to the infidelity, drinking and merrymaking. Messalina’s frenzied greed ultimately\nled to her downfall.", "SK-A-2452": "", "RP-T-1881-A-107": "", "RP-T-1951-203": "", "RP-T-1951-200": "", "SK-A-1107": "Still life with a peeled lemon in a bowl, a cut glass and a flower twig with a butterfly.", "SK-C-1561": "Still life. On a table with a red cloth are some books, a fallen Chinese vase, a glass jug with open lid and a blue porcelain plate with a knife, an apple, a jug and a glass."}